				<br/>
                <h2>БИОГРАФИЯ</h2>

			    <div class="d-flex justify-content-center div-more-space">
				    <img class="img-divider" src="images/div.png"/>
				</div>
                
                <h3>Музикално образование</h3>
				<p>
				1989 - 2003 - обучение в Национално музикално училище „Любомир Пипков“ София със специалност пиано, от 1998 г. със специалност фагот – преподавател  Петър Коцев
				</p><p>
				2003 - 2004 - обучение в Hochschule für Musik und Tanz Köln, Германия, с преподавател проф. Георг Ключ
				</p><p>
				2004 - 2008 - обучение в Hochschule fur Musik „Franz Liszt” Weimar, Германия, с преподавател проф. Франк Форст, придобита образователно-квалификационна степен „Магистър“
				</p><p>
				2008 - 2010 - обучение по исторически инструменти (дулциан, бароков фагот, класически фагот) в Hochschule für Musik und darstellende Kunst Frankfurt am Main, Германия с прeподавател Кристиан Бойзе
				</p><p>
				2010 - 2011 - обучение в Eesti muusika- ja teatriakadeemia Tallinn, Естония, с преподавател д-р Пеетер Сарапуу, придобита образователно-квалификационна степен „Магистър“ с diploma cum laude
				</p><p>
				2019 - обучение по бароков фагот в Universität der Künste Berlin, Германия, с преподавател Кристиан Бойзе, придобита образователно-квалификационна степен „Магистър”
				</p><p>
				2019-2023 - редовен докторант в НМА „Проф. Панчо Владигеров“ София, България
				</p><p>
				2020 – обучение по европейска програма Erasmus+ във Folkwang Universität der Künste Essen, Германия, с преподавател проф. Малте Рефард
				</p><p>
				2023 – защита на дисертационен труд на тема „Стилови особености и интерпретация на барокови солови произведения за фагот с исторически и съвременен инструмент”, придобита научна и образователна степен „Доктор по музикология и музикално изкуство”
				</p>

			    <div class="d-flex justify-content-center div-more-space">
				    <img class="img-divider" src="images/div.png"/>
				</div>
                
				<h3>Участие в майсторски курсове</h3>
				<p>
				2004 и 2005 - курс по контрафагот при Станислав Риа (Deutsche Oper Berlin)
				</p><p>
				2004 - участие в 45-тото издание на Ваймарски майсторски класове при проф. Клаус Тунеман
				</p><p>
				2018 - майсторски клас за исторически информирана интерпретация при Кристиан Бойзе
				</p><p>
				2021 - майсторски клас за исторически информирана интерпретация при Ерик Босграаф
				</p>

			    <div class="d-flex justify-content-center div-more-space">
				    <img class="img-divider" src="images/div.png"/>
				</div>
                
				<h3>Оркестров опит</h3>
				<p>
				от 2002 - член на Нов Симфоничен Оркестър, България
				</p><p>
				2005 - 2013 - член на Philharmoniе der Nationen, Германия
				</p><p>
				2007 - 2008 - практикант в Jenaer Philharmonie, Германия
				</p><p>
				2007- 2010- 1-ви фагот в Heidelberger Sinfoniker, Германия
				</p><p>
				2009 - 2-ри фагот в ансамбъла за историческа интерпретация Akademie für Alte Musik Berlin, Германия
				</p><p>
				2011 - член на Baltic Youth Philharmonic
				</p><p>
				2011 - 2-ри фагот по заместване в Malaysian Philharmonic Orchestra, Малайзия
				</p><p>
				2012-2015 - 2-ри фагот и контрафагот в Национален филхармоничен оркестър към Софийска филхармония, България
				</p><p>
				2015-2016 - 1-ви фагот в NFM Wrocław Philharmonic, Полша
				</p><p>
				2016-2018 - 2-ри фагот и контрафагот в Estonian National Symphony Orchestra, Естония
				</p><p>
				от 2017 - 1-ви фагот в Sofia Symphonics, България/Германия
				</p><p>
				от 2019 – 1-ви фагот във Westfällische Kammerphilharmonie, Германия
				</p><p>
				от 2023 – член на Академичен симфоничен оркестър към НМА „Проф. Панчо Владигеров”, България
				</p>

			    <div class="d-flex justify-content-center div-more-space">
				    <img class="img-divider" src="images/div.png"/>
				</div>
                
				<h3>Присъдени награди и отличия</h3>
				<p>
				1999 - “Приз 2000” за високи творчески постижения от Фестивал-конкурс “Музиката и новото хилядолетие”
				</p><p>
				2000 - Втора награда от Международен конкурс "Млади музикални дарования" в
				София, категория „Фагот“
				</p><p>
				2001 - Втора награда от Национален конкурс за интерпретация на
				немска и австрийска музика в Бургас, категория „Фагот“
				</p><p>
				2001 - Трета награда от Национален конкурс за интерпретация на немска и австрийска
				музика в Бургас, категория „Камерна музика“
				</p><p>
				2002 - Първа награда от Международен конкурс "Млади музикални дарования" категория „Фагот“
				</p><p>
				2002 - Първа награда от Международен конкурс "Млади музикални дарования" категория „Камерна музика“
				</p><p>
				2003 - Трета награда от Международен конкурс "Музиката и Земята" в София, категория „Солисти“
				</p><p>
				2012 - Първа награда от Международен конкурс "Музиката и Земята" в София, категория „Солисти“
				</p><p>
				2012 - Първа награда и номинация за Гран При от Международен конкурс „Надежди, таланти, майстори“ в Добрич, категория „Фагот“
				</p>

			    <div class="d-flex justify-content-center div-more-space">
				    <img class="img-divider" src="images/div.png"/>
				</div>
                
				<h3>Реализирани записи на компактдиск със следните състави</h3>
				<p>
				2008 - Heidelberger Sinfoniker - „Antonio Salieri – Ouvertüren und Balettmusik" Vol.1, Hänssler Classic
				</p><p>
				2008 - Heidelberger Sinfoniker - „Joseph Haydn – alle Sinfonien" Vol. 11, Hänssler Classic
				</p><p>
				2009 - Heidelberger Sinfoniker - „Felix Mendelssohn Bartholdy" Vol. 4, 5 и 6, Hänssler Classic
				</p><p>
				2010 - Akademie fur Alte Musik Berlin - „4 elements - 4 seasons", Harmonia Mundi
				</p><p>
				2013 - Philharmonie der Nationen - „Märchenhafte Klänge - Die Brüder Grimm in der Musik“, Intergroove Classics
				</p>

				<div class="d-flex justify-content-center div-more-space">
					<img class="img-divider" src="images/div.png"/>
				</div>
								
				<h3>Солови, камерни и научно-образователни проект</h3>
				<p>
				2014 и 2016 - солист на Софийска филхармония в рамките на проекта „Приказки за фагот“
				</p><p>
				2014 - солист на Sofia Symphonics в рамките на фестивала Plassenburg Open Air 2014, Германия
				</p><p>
				2018 - солист на Софийска филхармония в рамките на 12-ти фестивал „Изкуството на барока“
				</p><p>
				2019 – солист на Камерен оркестър „Орфей” и на студентски симфоничен оркестър към НМА „Проф. Панчо Владигеров
				</p><p>
				2019 – бароков рецитал с исторически инструмент в рамките на МФ „Софийски музикални седмици”
				</p><p>
				2020 – солист на Академичен симфоничен оркестър към НМА „Проф. Панчо Владигеров”
				</p><p>
				от  2013 - съвместни проекти с ансамблите Quarto Quartet, духов квинтет „Пилекадоне“, духов квинтет “Windy”, Classic Art, Cantores Vagantes, Corelli Baroque Orchestra, Haapsalu Festival Baroque Orchestra, Cordevento и други
				</p><p>
				2019-2022 - работа върху дисертационен труд с тема „Стилови особености и интерпретация на барокови произведения за фагот с исторически и съвременен инструмент“
				</p><p>
				от септември 2022 – преподавател по фагот в НМУ „Любомир Пипков”
				</p><p>
				от септември 2022 – преподавател по фагот (оркестрови трудности и педагогическа практика) в НМА „Проф. Панчо Владигеров”
				</p>

